Repository: Negative-Star-Innovators/AgentRedactor
Catalog: AgentRedactor/Strings/*/Resources.resw
Source language: en_us
Languages: az_latn, bg, cs, es, fil, ha_latn, he_il, id_id, it_it, ja, kk, ko, lb, lt, mt, nl, pt, ro_ro, sk, sq, sv_se, ta, uk, vi, zh_tw

# HomePage_ProxyStatus_PortInUse
source: Port {0} is already in use
az_latn: {0} port artıq istifadə olunur
bg: Порт {0} вече се използва
cs: Port {0} je již používán
es: El puerto {0} ya está en uso
fil: Ang port {0} ay ginagamit na
ha_latn: An riga an fara amfani da tashar jiragen ruwa {0}
he_il: פורט {0} כבר בשימוש
id_id: Port {0} sudah digunakan
it_it: La porta {0} è già in uso
ja: ポート {0} は既に使用されています
kk: {0} порты әлдеқашан қолданыста
ko: 포트 {0}이(가) 이미 사용 중입니다
lb: Port {0} gëtt schonn benotzt
lt: Prievadas {0} jau naudojamas
mt: Il-port {0} diġà qed jintuża
nl: Poort {0} is al in gebruik
pt: A porta {0} já está em uso
ro_ro: Portul {0} este deja utilizat
sk: Port {0} sa už používa
sq: Porti {0} është tashmë në përdorim
sv_se: Port {0} används redan
ta: போர்ட் {0} ஏற்கனவே பயன்பாட்டில் உள்ளது
uk: Порт {0} уже використовується
vi: Cổng {0} đã được sử dụng
zh_tw: 連接埠 {0} 已被使用

# HomePage_ProxyStatus_PortUsedByProfile
source: Port {0} is already used by profile '{1}', choose another.
az_latn: {0} portu artıq "{1}" profili tərəfindən istifadə olunur, başqasını seçin.
bg: Порт {0} вече се използва от профил '{1}', изберете друг.
cs: Port {0} již používá profil '{1}', vyberte jiný.
es: El puerto {0} ya lo utiliza el perfil '{1}', elija otro.
fil: Ang port {0} ay ginagamit na ng profile '{1}', pumili ng iba.
ha_latn: Port {0} an riga an yi amfani da shi ta hanyar bayanan martaba '{1}', zaɓi wani.
he_il: פורט {0} כבר נמצא בשימוש על ידי הפרופיל '{1}', בחר אחר.
id_id: Port {0} sudah digunakan oleh profil '{1}', pilih yang lain.
it_it: La porta {0} è già utilizzata dal profilo '{1}', scegli un'altra.
ja: ポート {0} はプロファイル「{1}」によって使用されています。別のポートを選択してください。
kk: {0} порты "{1}" профилінде әлдеқашан пайдаланылады, басқасын таңдаңыз.
ko: 포트 {0}은(는) '{1}' 프로필에서 이미 사용 중입니다. 다른 포트를 선택하세요.
lb: Port {0} gëtt schonn vum Profil '{1}' benotzt, wielt en aneren.
lt: Prievadą {0} jau naudoja profilis '{1}', pasirinkite kitą.
mt: Il-port {0} diġà qed jintuża mill-profil '{1}', agħżel ieħor.
nl: Poort {0} wordt al gebruikt door profiel '{1}', kies een andere.
pt: A porta {0} já é utilizada pelo perfil '{1}', escolha outra.
ro_ro: Portul {0} este deja utilizat de profilul '{1}', alegeți altul.
sk: Port {0} už používa profil '{1}', vyberte iný.
sq: Porti {0} përdoret tashmë nga profili '{1}', zgjidhni një tjetër.
sv_se: Port {0} används redan av profilen '{1}', välj en annan.
ta: போர்ட் {0} ஏற்கனவே '{1}' சுயவிவரத்தால் பயன்படுத்தப்படுகிறது, வேறொன்றைத் தேர்ந்தெடுக்கவும்.
uk: Порт {0} уже використовується профілем '{1}', виберіть інший.
vi: Cổng {0} đã được hồ sơ '{1}' sử dụng, vui lòng chọn cổng khác.
zh_tw: 連接埠 {0} 已被設定檔「{1}」使用，請選擇其他連接埠。

# HomePage_Regex_Title.Text
source: Regex Patterns
az_latn: Regex Nümunələri
bg: Regex шаблони
cs: Regex vzory
es: Patrones de regex
fil: Mga Regex Pattern
ha_latn: Tsarin Regex
he_il: תבניות Regex
id_id: Pola Regex
it_it: Pattern regex
ja: 正規表現パターン
kk: Regex үлгілері
ko: 정규식 패턴
lb: Regex-Muster
lt: Regex šablonai
mt: Mudelli Regex
nl: Regex-patronen
pt: Padrões de regex
ro_ro: Modele Regex
sk: Regex vzory
sq: Modelet Regex
sv_se: Regex-mönster
ta: Regex முறைகள்
uk: Шаблони регулярних виразів
vi: Mẫu Regex
zh_tw: 規則運算式模式

# HomePage_Regex_Description.Text
source: Text matching these patterns will be redacted before sending to the API
az_latn: Bu nümunələrə uyğun gələn mətn API-yə göndərilməzdən əvvəl redaktə ediləcək
bg: Текстът, съвпадащ с тези шаблони, ще бъде редактиран, преди да бъде изпратен към API
cs: Text odpovídající těmto vzorům bude redigován před odesláním do API
es: El texto que coincida con estos patrones se redactará antes de enviarse a la API
fil: Ang text na tumutugma sa mga pattern na ito ay ire-redact bago ipadala sa API
ha_latn: Za a sake gyara rubutun da ya dace da waɗannan alamu kafin aikawa zuwa API
he_il: טקסט התואם לתבניות אלה יוסר לפני השליחה ל-API
id_id: Teks yang cocok dengan pola ini akan disunting sebelum dikirim ke API
it_it: Il testo che corrisponde a questi pattern verrà redatto prima di essere inviato all'API
ja: これらのパターンに一致するテキストは、API に送信される前に編集されます
kk: Осы үлгілерге сәйкес мәтін API-ге жібермес бұрын өңделеді
ko: 이러한 패턴과 일치하는 텍스트는 API로 전송되기 전에 삭제됩니다
lb: Text, deen op dës Muster passt, gëtt geschwäerzt ier e un d'API geschéckt gëtt
lt: Tekstas, atitinkantis šiuos šablonus, bus redaguojamas prieš siunčiant į API
mt: It-test li jaqbel ma' dawn il-mudelli jiġi redatt qabel ma jintbagħat lill-API
nl: Tekst die overeenkomt met deze patronen, wordt geredigeerd voordat deze naar de API wordt verzonden
pt: O texto que corresponder a estes padrões será redigido antes de ser enviado para a API
ro_ro: Textul care se potrivește acestor modele va fi redactat înainte de trimiterea către API
sk: Text zodpovedajúci týmto vzorom bude redigovaný pred odoslaním do API
sq: Teksti që përputhet me këto modele do të redaktohet përpara se të dërgohet në API
sv_se: Text som matchar dessa mönster redigeras innan den skickas till API:et
ta: இந்த முறைகளுடன் பொருந்தும் உரை API க்கு அனுப்புவதற்கு முன் மறைக்கப்படும்
uk: Текст, що відповідає цим шаблонам, буде відредаговано перед відправкою до API
vi: Văn bản khớp với các mẫu này sẽ bị xóa trước khi gửi đến API
zh_tw: 與這些模式相符的文字將在傳送至 API 之前去識別化

# HomePage_Regex_EnabledHeader.Text
source: Enabled
az_latn: Aktivdir
bg: Активирано
cs: Povoleno
es: Habilitado
fil: Naka-enable
ha_latn: An kunna
he_il: מופעל
id_id: Aktif
it_it: Abilitato
ja: 有効
kk: Қосылған
ko: 사용
lb: Aktivéiert
lt: Įjungta
mt: Attivat
nl: Ingeschakeld
pt: Ativado
ro_ro: Activat
sk: Povolené
sq: Aktivizuar
sv_se: Aktiverad
ta: இயக்கப்பட்டது
uk: Увімкнено
vi: Đã bật
zh_tw: 已啟用

# HomePage_Regex_PatternHeader.Text
source: Regex Pattern
az_latn: Regex nümunəsi
bg: Regex шаблон
cs: Regex vzor
es: Patrón de regex
ha_latn: Tsarin Regex
he_il: תבנית Regex
id_id: Pola Regex
it_it: Pattern regex
ja: 正規表現パターン
kk: Regex үлгісі
ko: 정규식 패턴
lb: Regex-Muster
lt: Regex šablonas
mt: Mudell Regex
nl: Regex-patroon
pt: Padrão de regex
ro_ro: Model Regex
sk: Regex vzor
sq: Model Regex
sv_se: Regex-mönster
ta: Regex முறை
uk: Шаблон регулярного виразу
vi: Mẫu Regex
zh_tw: 規則運算式模式

# HomePage_Regex_Placeholder.PlaceholderText
source: e.g. sk-[a-zA-Z0-9]{20,}
az_latn: məs. sk-[a-zA-Z0-9]{20,}
bg: напр. sk-[a-zA-Z0-9]{20,}
cs: např. sk-[a-zA-Z0-9]{20,}
es: p. ej. sk-[a-zA-Z0-9]{20,}
fil: hal. sk-[a-zA-Z0-9]{20,}
ha_latn: misali sk-[a-zA-Z0-9]{20,}
he_il: למשל sk-[a-zA-Z0-9]{20,}
id_id: mis. sk-[a-zA-Z0-9]{20,}
it_it: ad es. sk-[a-zA-Z0-9]{20,}
ja: 例: sk-[a-zA-Z0-9]{20,}
kk: мысалы sk-[a-zA-Z0-9]{20,}
ko: 예: sk-[a-zA-Z0-9]{20,}
lb: z. B. sk-[a-zA-Z0-9]{20,}
lt: pvz. sk-[a-zA-Z0-9]{20,}
mt: eż. sk-[a-zA-Z0-9]{20,}
nl: bijv. sk-[a-zA-Z0-9]{20,}
pt: p. ex. sk-[a-zA-Z0-9]{20,}
ro_ro: ex. sk-[a-zA-Z0-9]{20,}
sk: napr. sk-[a-zA-Z0-9]{20,}
sq: p.sh. sk-[a-zA-Z0-9]{20,}
sv_se: t.ex. sk-[a-zA-Z0-9]{20,}
ta: எ.கா. sk-[a-zA-Z0-9]{20,}
uk: напр. sk-[a-zA-Z0-9]{20,}
vi: ví dụ: sk-[a-zA-Z0-9]{20,}
zh_tw: 例如 sk-[a-zA-Z0-9]{20,}

# HomePage_Regex_AddButton.Content
source: Add
az_latn: əlavə et
bg: Добавяне
cs: Přidat
es: Agregar
fil: Idagdag
ha_latn: Ƙara
he_il: הוסף
id_id: Tambah
it_it: Aggiungi
ja: 追加
kk: қосу
ko: 추가
lb: Dobäisetzen
lt: Pridėti
mt: Żid
nl: Toevoegen
pt: Adicionar
ro_ro: Adaugă
sk: Pridať
sq: Shto
sv_se: Lägg till
ta: சேர்
uk: Додати
vi: Thêm
zh_tw: 新增

# HomePage_Keywords_Title.Text
source: Keywords
az_latn: Açar sözlər
bg: Ключови думи
cs: Klíčová slova
es: Palabras clave
fil: Mga Keyword
ha_latn: Mahimman kalmomi
he_il: מילות מפתח
id_id: Kata Kunci
it_it: Parole chiave
ja: キーワード
kk: Негізгі сөздер
ko: 키워드
lb: Schlësselwierder
lt: Raktiniai žodžiai
mt: Kelmiet Muftieħa
nl: Trefwoorden
pt: Palavras-chave
ro_ro: Cuvinte cheie
sk: Kľúčové slová
sq: Fjalët kyçe
sv_se: Nyckelord
ta: முக்கியசொற்கள்
uk: Ключові слова
vi: Từ khóa
zh_tw: 關鍵字

# HomePage_Keywords_Description.Text
source: Messages containing these words will be flagged for redaction
az_latn: Bu sözləri ehtiva edən mesajlar redaktə üçün işarələnəcək
bg: Съобщенията, съдържащи тези думи, ще бъдат маркирани за редактиране
cs: Zprávy obsahující tato slova budou označeny k redigování
es: Los mensajes que contengan estas palabras se marcarán para redactar
fil: Ang mga mensaheng naglalaman ng mga salitang ito ay mamarkahan para sa redaction
ha_latn: Saƙonnin da ke ɗauke da waɗannan kalmomi za a yi alama don sake gyarawa
he_il: הודעות המכילות מילים אלה יסומנו להסרה
id_id: Pesan yang mengandung kata-kata ini akan ditandai untuk disunting
it_it: I messaggi contenenti queste parole verranno segnalati per la redazione
ja: これらの単語を含むメッセージは編集対象としてフラグが立てられます
kk: Осы сөздерден тұратын хабарлар редакциялау үшін белгіленеді
ko: 이러한 단어가 포함된 메시지는 삭제 대상으로 표시됩니다
lb: Message mat dëse Wierder gi fir Schwäerzung markéiert
lt: Žinutės, kuriose yra šie žodžiai, bus pažymėtos redagavimui
mt: Messaġġi li fihom din il-kliem jiġu mmarkati għar-redazzjoni
nl: Berichten die deze woorden bevatten, worden gemarkeerd voor redactie
pt: As mensagens que contenham estas palavras serão marcadas para redação
ro_ro: Mesajele care conțin aceste cuvinte vor fi marcate pentru redactare
sk: Správy obsahujúce tieto slová budú označené na redigovanie
sq: Mesazhet që përmbajnë këto fjalë do të shënohen për redaktim
sv_se: Meddelanden som innehåller dessa ord markeras för redigering
ta: இந்த சொற்களைக் கொண்ட செய்திகள் மறைப்புக்காகக் குறிக்கப்படும்
uk: Повідомлення, що містять ці слова, будуть позначені для редагування
vi: Tin nhắn chứa các từ này sẽ được đánh dấu để xóa
zh_tw: 包含這些詞彙的訊息將被標記為去識別化

# HomePage_Keywords_EnabledHeader.Text
source: Enabled
az_latn: Aktivdir
bg: Активирано
cs: Povoleno
es: Habilitado
fil: Naka-enable
ha_latn: An kunna
he_il: מופעל
id_id: Aktif
it_it: Abilitato
ja: 有効
kk: Қосылған
ko: 사용
lb: Aktivéiert
lt: Įjungta
mt: Attivat
nl: Ingeschakeld
pt: Ativado
ro_ro: Activat
sk: Povolené
sq: Aktivizuar
sv_se: Aktiverad
ta: இயக்கப்பட்டது
uk: Увімкнено
vi: Đã bật
zh_tw: 已啟用

# HomePage_Keywords_CaseHeader.Text
source: Case
bg: Регистър
cs: Velikost písmen
es: Mayúsculas
ha_latn: Harka
he_il: רישיות
id_id: Kapitalisasi
it_it: Maiuscole/minuscole
ja: 大文字小文字
kk: Іс
ko: 대소문자
lb: Schreifweis
lt: Didžiosios/mažosios raidės
mt: Każ
nl: Hoofd-/kleine letters
pt: Maiúsculas/minúsculas
ro_ro: Majuscule/minuscule
sk: Veľkosť písmen
sq: Madhësia e shkronjave
sv_se: Skiftläge
ta: எழுத்துப்பிரிவு
uk: Регістр
vi: Chữ hoa/chữ thường
zh_tw: 大小寫

# HomePage_Keywords_KeywordHeader.Text
source: Keyword
az_latn: Açar söz
bg: Ключова дума
cs: Klíčové slovo
es: Palabra clave
ha_latn: Mabuɗin kalma
he_il: מילת מפתח
id_id: Kata Kunci
it_it: Parola chiave
ja: キーワード
kk: Негізгі сөз
ko: 키워드
lb: Schlësselwuert
lt: Raktinis žodis
mt: Kelma Muftieħa
nl: Trefwoord
pt: Palavra-chave
ro_ro: Cuvânt cheie
sk: Kľúčové slovo
sq: Fjalë kyçe
sv_se: Nyckelord
ta: முக்கியசொல்
uk: Ключове слово
vi: Từ khóa
zh_tw: 關鍵字

# HomePage_Keywords_Placeholder.PlaceholderText
source: e.g. password
az_latn: məs. parol
bg: напр. парола
cs: např. heslo
es: p. ej. contraseña
fil: hal. password
ha_latn: misali kalmar sirri
he_il: למשל password
id_id: mis. password
it_it: ad es. password
ja: 例: password
kk: мысалы құпия сөз
ko: 예: password
lb: z. B. Passwuert
lt: pvz. slaptažodis
mt: eż. password
nl: bijv. wachtwoord
pt: p. ex. palavra-passe
ro_ro: ex. parolă
sk: napr. heslo
sq: p.sh. fjalëkalim
sv_se: t.ex. lösenord
ta: எ.கா. password
uk: напр. пароль
vi: ví dụ: password
zh_tw: 例如 password

# HomePage_Keywords_AddButton.Content
source: Add
az_latn: əlavə et
bg: Добавяне
cs: Přidat
es: Agregar
fil: Idagdag
ha_latn: Ƙara
he_il: הוסף
id_id: Tambah
it_it: Aggiungi
ja: 追加
kk: қосу
ko: 추가
lb: Dobäisetzen
lt: Pridėti
mt: Żid
nl: Toevoegen
pt: Adicionar
ro_ro: Adaugă
sk: Pridať
sq: Shto
sv_se: Lägg till
ta: சேர்
uk: Додати
vi: Thêm
zh_tw: 新增

# HomePage_Keywords_CaseSensitiveCheck.Content
source: Case sensitive
az_latn: Hərflərə həssasdır
bg: Чувствителност към регистъра
cs: Rozlišovat velikost písmen
es: Distinguir mayúsculas y minúsculas
ha_latn: Harka m
he_il: רישיות תווים
id_id: Sensitif huruf besar/kecil
it_it: Maiuscole/minuscole sensibili
ja: 大文字小文字を区別
kk: Регистрге сезімтал
ko: 대소문자 구분
lb: Grouss-/Klengschreiwung berécksiichtegen
lt: Skirti didžiąsias ir mažąsias raides
mt: Sensittiv għall-każ
nl: Hoofdlettergevoelig
pt: Diferenciar maiúsculas de minúsculas
ro_ro: Sensibil la majuscule/minuscule
sk: Rozlišovať veľkosť písmen
sq: Ndjeshëm ndaj madhësisë së shkronjave
sv_se: Skiftlägeskänslig
ta: எழுத்துப்பிரிவு உணர்திறன்
uk: Враховувати регістр
vi: Phân biệt chữ hoa/chữ thường
zh_tw: 區分大小寫

# HomePage_Detection_Title.Text
source: AI Powered Detection Model
az_latn: AI Güclü Aşkarlama Modeli
bg: Модел за откриване с изкуствен интелект
cs: Model detekce poháněný umělou inteligencí
es: Modelo de detección impulsado por IA
ha_latn: Samfurin Gano Mai ƙarfi AI
he_il: מודל זיהוי מונע AI
id_id: Model Deteksi Berbasis AI
it_it: Modello di rilevamento basato su IA
ja: AI 駆動検出モデル
kk: AI қуат беретін анықтау үлгісі
ko: AI 기반 검출 모델
lb: KI-gestëtzten Erkennungsmodell
lt: DI varomas aptikimo modelis
mt: Mudell ta' Dettazzjoni bil-AI
nl: AI-aangedreven detectiemodel
pt: Modelo de deteção alimentado por IA
ro_ro: Model de detectare alimentat de IA
sk: Model detekcie poháňaný umelou inteligenciou
sq: Model zbulimi i fuqizuar nga AI
sv_se: AI-driven detektionsmodell
ta: AI இயக்கிய கண்டறிதல் மாதிரி
uk: Модель виявлення на основі ШІ
vi: Mô hình phát hiện do AI cung cấp
zh_tw: AI 驅動偵測模型

# HomePage_Detection_Description.Text
source: AI-powered detection runs locally as an additional layer of defense. May miss data or over-redact. Use Regex Patterns and Keywords below for deterministic redaction.
az_latn: Süni intellektlə işləyən aşkarlama əlavə müdafiə təbəqəsi kimi yerli olaraq işləyir. Məlumatı qaçıra və ya həddindən artıq redaktə edə bilər. Deterministik redaksiya üçün aşağıdakı Regex Pattern və Açar sözlərdən istifadə edin.
bg: Откриването с изкуствен интелект работи локално като допълнителен слой защита. Може да пропусне данни или да редактира прекалено много. Използвайте Regex шаблоните и Ключовите думи по-долу за детерминистично редактиране.
cs: Detekce poháněná umělou inteligencí běží lokálně jako dodatečná vrstva obrany. Může přehlédnout data nebo příliš redigovat. Použijte níže uvedené Regex vzory a Klíčová slova pro deterministickou redigaci.
es: La detección impulsada por IA se ejecuta localmente como una capa adicional de defensa. Puede omitir datos o sobre-redactar. Use los Patrones de regex y Palabras clave a continuación para una redacción determinista.
fil: Ang AI-powered detection ay tumatakbo nang lokal bilang karagdagang layer ng depensa. Maaaring makaligtaan ang data o sobrang mag-redact. Gamitin ang mga Regex Pattern at Keyword sa ibaba para sa deterministic redaction.
ha_latn: Gano mai ƙarfin AI yana gudana a cikin gida azaman ƙarin tsarin tsaro. Maiyuwa rasa bayanai ko wuce gona da iri. Yi amfani da Tsarin Regex da Keywords da ke ƙasa don ƙayyadaddun gyarawa.
he_il: זיהוי מונע AI פועל מקומית כשכבת הגנה נוספת. ייתכן שיפספס נתונים או יסיר יתר על המידה. השתמש בתבניות ה-Regex ובמילות המפתח שלמטה להסרה דטרמיניסטית.
id_id: Deteksi berbasis AI berjalan secara lokal sebagai lapisan pertahanan tambahan. Dapat melewatkan data atau menyunting berlebihan. Gunakan Pola Regex dan Kata Kunci di bawah untuk penyuntingan deterministik.
it_it: Il rilevamento basato su IA viene eseguito localmente come ulteriore livello di difesa. Potrebbe perdere dati o redarre eccessivamente. Usa i Pattern regex e le Parole chiave qui sotto per una redazione deterministica.
ja: AI 駆動検出は、追加の防御層としてローカルで実行されます。データを見逃したり、過度に編集したりする可能性があります。確定的な編集には、以下の正規表現パターンとキーワードを使用してください。
kk: AI-мен жұмыс істейтін анықтау қосымша қорғаныс қабаты ретінде жергілікті түрде жұмыс істейді. Деректерді жіберіп алуы немесе шамадан тыс түзетуі мүмкін. Детерминирленген өңдеу үшін төмендегі Regex үлгілерін және кілт сөздерді пайдаланыңыз.
ko: AI 기반 검출은 추가 방어 계층으로 로컬에서 실행됩니다. 데이터를 놓치거나 과도하게 삭제할 수 있습니다. 결정론적 삭제를 위해 아래의 정규식 패턴과 키워드를 사용하세요.
lb: KI-gestëtzten Erkennung leeft lokal als zousätzlech Ofwiermechanismus. Donnéeën kënnen iwwersinn oder iwwerschwäerzt ginn. Benotzt d'Regex-Muster an Schlësselwierder hei drënner fir deterministesch Schwäerzung.
lt: DI varomas aptikimas veikia lokaliai kaip papildomas apsaugos sluoksnis. Jis gali praleisti duomenis arba per daug redaguoti. Naudokite žemiau esančius Regex šablonus ir Raktinius žodžius deterministiniam redagavimui.
mt: Id-dettazzjoni bil-AI taħdem lokalment bħala saff addizzjonali ta' difiża. Tista' titlef data jew tagħmel redazzjoni żejda. Uża l-Mudelli Regex u l-Kelmiet Muftieħa hawn taħt għar-redazzjoni deterministika.
nl: AI-aangedreven detectie draait lokaal als extra verdedigingslaag. Kan gegevens missen of te veel redigeren. Gebruik onderstaande Regex-patronen en Trefwoorden voor deterministische redactie.
pt: A deteção alimentada por IA é executada localmente como uma camada adicional de defesa. Pode omitir dados ou redigir em excesso. Utilize os Padrões de regex e Palavras-chave abaixo para redação determinística.
ro_ro: Detectarea alimentată de IA rulează local ca strat suplimentar de apărare. Poate omite date sau redacta excesiv. Utilizați Modelele Regex și Cuvintele cheie de mai jos pentru redactare deterministă.
sk: Detekcia poháňaná umelou inteligenciou beží lokálne ako dodatočná vrstva obrany. Môže prehliadnuť údaje alebo príliš redigovať. Použite nižšie uvedené Regex vzory a Kľúčové slová pre deterministické redigovanie.
sq: Zbulimi i fuqizuar nga AI ekzekutohet lokalisht si një shtresë shtesë mbrojtjeje. Mund të humbasë të dhëna ose të redaktojë tepër. Përdorni Modelet Regex dhe Fjalët kyçe më poshtë për redaktim deterministik.
sv_se: AI-driven detektion körs lokalt som ett extra försvarsskikt. Den kan missa data eller redigera för mycket. Använd Regex-mönster och Nyckelord nedan för deterministisk redigering.
ta: AI இயக்கிய கண்டறிதல் கூடுதல் பாதுகாப்பு அடுக்காக உள்ளூரில் இயங்குகிறது. தரவுகளைத் தவறவிடலாம் அல்லது அதிகமாக மறைக்கலாம். தீர்மானிக்கும் மறைப்புக்கு கீழே உள்ள Regex முறைகளையும் முக்கியசொற்களையும் பயன்படுத்தவும்.
uk: Виявлення на основі ШІ працює локально як додатковий рівень захисту. Може пропустити дані або відредагувати зайве. Використовуйте шаблони регулярних виразів і ключові слова нижче для детермінованого редагування.
vi: Phát hiện do AI cung cấp chạy cục bộ như một lớp phòng thủ bổ sung. Có thể bỏ sót dữ liệu hoặc xóa quá mức. Sử dụng các Mẫu Regex và Từ khóa bên dưới để xóa xác định.
zh_tw: AI 驅動偵測在本機執行，作為額外防禦層。可能會遺漏資料或過度去識別化。請使用下方的規則運算式模式和關鍵字進行確定性去識別化。

# HomePage_Detection_SlowWarning.Text
source: Expect slightly slower responses when enabled. The model scans every message locally.
az_latn: Aktivləşdirildikdə bir qədər yavaş cavablar gözləyin. Model hər mesajı yerli olaraq skan edir.
bg: Очаквайте леко по-бавни отговори, когато е активирано. Моделът сканира всяко съобщение локално.
cs: Po povolení očekávejte mírně pomalejší odpovědi. Model lokálně skenuje každou zprávu.
es: Espere respuestas ligeramente más lentas cuando esté habilitado. El modelo escanea cada mensaje localmente.
fil: Asahan ang bahagyang mas mabagal na mga tugon kapag naka-enable. Sinusuri ng model ang bawat mensahe nang lokal.
ha_latn: Yi tsammanin martani a hankali lokacin da aka kunna. Samfurin yana duba kowane saƙo a cikin gida.
he_il: צפה לתגובות מעט אטיות יותר כאשר מופעל. המודל סורק כל הודעה מקומית.
id_id: Harapkan respons yang sedikit lebih lambat saat diaktifkan. Model memindai setiap pesan secara lokal.
it_it: Aspettati risposte leggermente più lente quando abilitato. Il modello analizza ogni messaggio localmente.
ja: 有効にすると、応答がわずかに遅くなる場合があります。モデルはすべてのメッセージをローカルでスキャンします。
kk: Қосылған кезде сәл баяу жауаптар күтіңіз. Модель әрбір хабарды жергілікті түрде сканерлейді.
ko: 사용 시 응답이 약간 느려질 수 있습니다. 모델은 모든 메시지를 로컬에서 검사합니다.
lb: Erwart eng liicht méi lues Äntwaert wann aktivéiert. De Modell scannt all Message lokal.
lt: Įjungus tikėkitės šiek tiek lėtesnių atsakymų. Modelis skenuoja kiekvieną žinutę lokaliai.
mt: Stenna risposti ftit aktar bil-mod meta attivat. Il-mudell jiskanna kull messaġġ lokalment.
nl: Verwacht iets langzamere reacties wanneer ingeschakeld. Het model scant elk bericht lokaal.
pt: Espere respostas ligeiramente mais lentas quando ativado. O modelo analisa cada mensagem localmente.
ro_ro: Așteptați-vă la răspunsuri ușor mai lente când este activat. Modelul scanează fiecare mesaj local.
sk: Po povolení očakávajte mierne pomalšie odpovede. Model lokálne skenuje každú správu.
sq: Pritni përgjigje pak më të ngadalta kur aktivizohet. Modeli skanon çdo mesazh lokalisht.
sv_se: Förvänta dig något långsammare svar när aktiverad. Modellen skannar varje meddelande lokalt.
ta: இயக்கப்படும்போது சற்று மெதுவான பதில்களை எதிர்பார்க்கவும். மாதிரி ஒவ்வொரு செய்தியையும் உள்ளூரில் பரிசோதிக்கிறது.
uk: Очікуйте дещо повільніших відповідей увімкненого режиму. Модель сканує кожне повідомлення локально.
vi: Khi bật, phản hồi có thể chậm hơn một chút. Mô hình quét từng tin nhắn cục bộ.
zh_tw: 啟用後回應速度可能會稍慢。模型會在本機掃描每則訊息。

# HomePage_Detection_ConfidenceLabel.Text
source: Confidence threshold (0.0–1.0):
az_latn: Etibar həddi (0,0-1,0):
bg: Праг на увереност (0,0–1,0):
cs: Prah spolehlivosti (0,0–1,0):
es: Umbral de confianza (0,0–1,0):
ha_latn: Ƙofar amincewa (0.0-1.0):
he_il: סף ביטחון (0.0–1.0):
id_id: Ambang kepercayaan (0.0–1.0):
it_it: Soglia di confidenza (0,0–1,0):
ja: 信頼度しきい値（0.0–1.0）：
kk: Сенімділік шегі (0,0–1,0):
ko: 신뢰도 임계값(0.0–1.0):
lb: Konfidenzschwelle (0,0–1,0):
lt: Pasitikėjimo riba (0,0–1,0):
mt: Limitu tal-konfidenza (0.0–1.0):
nl: Drempelwaarde voor betrouwbaarheid (0,0–1,0):
pt: Limiar de confiança (0,0–1,0):
ro_ro: Prag de încredere (0,0–1,0):
sk: Prah istoty (0,0–1,0):
sq: Pragu i besueshmërisë (0,0–1,0):
sv_se: Konfidensgräns (0,0–1,0):
ta: நம்பகத்தன்மை வரம்பு (0.0–1.0):
uk: Поріг впевненості (0,0–1,0):
vi: Ngưỡng tin cậy (0.0–1.0):
zh_tw: 信賴度閾值（0.0–1.0）：

# PII_Type_account_number
source: Account number
az_latn: Hesab nömrəsi
bg: Номер на сметка
cs: Číslo účtu
es: Número de cuenta
ha_latn: Lambar akant
he_il: מספר חשבון
id_id: Nomor rekening
it_it: Numero di conto
ja: 口座番号
kk: Есептік жазба нөмірі
ko: 계좌 번호
lb: Kontonummer
lt: Sąskaitos numeris
mt: Numru tal-kont
nl: Rekeningnummer
pt: Número de conta
ro_ro: Număr cont
sk: Číslo účtu
sq: Numri i llogarisë
sv_se: Kontonummer
ta: கணக்கு எண்
uk: Номер рахунку
vi: Số tài khoản
zh_tw: 帳號

# PII_Type_private_address
source: Address
az_latn: Ünvan
bg: Адрес
cs: Adresa
es: Dirección
ha_latn: Adireshi
he_il: כתובת
id_id: Alamat
it_it: Indirizzo
ja: 住所
kk: Мекенжай
ko: 주소
lb: Adress
lt: Adresas
mt: Indirizz
nl: Adres
pt: Morada
ro_ro: Adresă
sk: Adresa
sq: Adresa
sv_se: Adress
ta: முகவரி
uk: Адреса
vi: Địa chỉ
zh_tw: 地址

# PII_Type_private_date
source: Date
az_latn: Tarix
bg: Дата
cs: Datum
es: Fecha
fil: Petsa
ha_latn: Kwanan wata
he_il: תאריך
id_id: Tanggal
it_it: Data
ja: 日付
kk: Күн
ko: 날짜
lb: Datum
lt: Data
mt: Data
nl: Datum
pt: Data
ro_ro: Dată
sk: Dátum
sq: Data
sv_se: Datum
ta: தேதி
uk: Дата
vi: Ngày
zh_tw: 日期

# PII_Type_private_email
source: Email
az_latn: E-poçt
bg: Имейл
es: Correo electrónico
ha_latn: Imel
he_il: דוא"ל
ja: メール
kk: Электрондық пошта
ko: 이메일
lt: El. paštas
mt: Posta elettronika
sv_se: E-post
ta: மின்னஞ்சல்
uk: Електронна пошта
zh_tw: 電子郵件

# PII_Type_private_person
source: Person
az_latn: şəxs
bg: Лице
cs: Osoba
es: Persona
fil: Tao
ha_latn: Mutum
he_il: אדם
id_id: Orang
it_it: Persona
ja: 人物
kk: Адам
ko: 사람
lb: Persoun
lt: Asmuo
mt: Persuna
nl: Persoon
pt: Pessoa
ro_ro: Persoană
sk: Osoba
ta: நபர்
uk: Особа
vi: Ngườ
zh_tw: 人物
